aaron-bond.better-comments
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
donjayamanne.githistory
kleinicke.ply-visualizer
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode.cmake-tools
